<h2>关于我们</h2>

<h3><?php echo app()->name;?></h3>
<p><?php echo app()->name;?>，笑死人不偿命。</p>
<p><?php echo app()->name;?>主要通过网友分享投稿，结合编辑精选内容，为段友们提供精选笑话段子。网罗互联网各种精品段子，各种糗事，各种笑话，各种秘密，各种经典语录，各种有趣的图片，应有尽有。烦了、累了、无聊了，就来挖段子逛一逛。</p>

<h3>栏目</h3>
<ul>
	<li>挖笑话：最冷笑话精选，每天分享笑话N枚，你的贴身开心果，每日更新约30篇。</li>
	<li>挖趣图：最搞笑的，最好玩的，最内涵的图片精选，每日更新约70篇。</li>
	<li>挖视频：各种有趣的，新奇的，经典的，有意思的精品视频短片，每日更新约10篇。</li>
	<li>挖鬼故事：精品中短篇鬼故事，为你带来视觉与心灵上的享受，不定期更新。</li>
	<li>审稿：注册用户可以审核投稿的内容（<span class="cred">暂未开放</span>）。</li>
	<li>投稿：把自己的糗事发给我们（<span class="cred">暂未开放</span>）。</li>
</ul>

<h3>评论</h3>
<p>目前段友发表评论不需要登录，也不需要验证码，目的是为了给各位段友提供更好的使用体验，所以请各位段友共同维护我们的评论环境，不要发布反动言论，如果必要，我们将会对评论做出一些限制。</p>

<h3>手机应用</h3>
<p>2011年<?php echo app()->name;?>推出iPhone手机应用（<a href="http://itunes.apple.com/cn/app/id486268988?mt=8" target="_blank">点击下载</a>）。</p>
<p>2012年<?php echo app()->name;?>推出Android平台手机应用（<a href="http://s.waduanzi.cn/android/waduanzi.apk" target="_blank">点击下载</a>）。</p>
