<h2>免责声明</h2>
<h3>总则</h3>
<p>用户在接受<?php echo app()->name;?>服务之前，请务必仔细阅读本条款并同意本声明。</p>
<p>用户直接或通过各类方式（如站外API引用等）间接使用<?php echo app()->name;?>服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容；若用户对本声明的任何条款有异议，请停止使用<?php echo app()->name;?>所提供的全部服务。</p>
<h3>第一条</h3>
<p>用户以各种方式使用<?php echo app()->name;?>服务和数据（包括但不限于发表、宣传介绍、转载、浏览及利用<?php echo app()->name;?>或<?php echo app()->name;?>用户发布内容）的过程中，不得以任何方式利用<?php echo app()->name;?>直接或间接从事违反中国法律、以及社会公德的行为，且用户应当恪守下述承诺：</p>
<ol>
	<li>发布、转载或提供的内容符合中国法律、社会公德。</li>
	<li>不得干扰、损害和侵犯<?php echo app()->name;?>的各种合法权利与利益。</li>
	<li>遵守<?php echo app()->name;?>以及与之相关的网络服务的协议、指导原则、管理细则等。</li>
</ol>
<p><?php echo app()->name;?>有权对违反上述承诺的内容予以删除。</p>
<h3>第二条</h3>
<p>用户以各种方式使用<?php echo app()->name;?>服务和数据（包括但不限于发表、宣传介绍、转载、浏览及利用<?php echo app()->name;?>或<?php echo app()->name;?>用户发布内容）的过程中，不得以任何方式利用<?php echo app()->name;?>直接或间接从事违反中国法律、以及社会公德的行为，且用户应当恪守下述承诺：</p>
<ol class="ullist">
	<li><?php echo app()->name;?>仅为用户发布的内容提供存储空间，<?php echo app()->name;?>不对用户发表、转载的内容提供任何形式的保证：不保证内容满足您的要求，不保证<?php echo app()->name;?>的服务不会中断。因网络状况、通讯线路、第三方网站或管理部门的要求等任何原因而导致您不能正常使用，<?php echo app()->name;?>不承担任何法律责任。</li>
	<li>用户在<?php echo app()->name;?>发表的内容（包含但不限于<?php echo app()->name;?>目前各产品功能里的内容）仅表明其个人的立场和观点，并不代表<?php echo app()->name;?>的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。<?php echo app()->name;?>不承担任何法律及连带责任。</li>
	<li>用户在<?php echo app()->name;?>发布侵犯他人知识产权或其他合法权益的内容，<?php echo app()->name;?>有权予以删除，并保留移交司法机关处理的权利。</li>
	<li>个人或单位如认为<?php echo app()->name;?>上存在侵犯自身合法权益的内容，应准备好具有法律效应的证明材料，及时与<?php echo app()->name;?>取得联系，以便<?php echo app()->name;?>迅速做出处理。</li>
</ol>
<p><?php echo app()->name;?>有权对违反上述承诺的内容予以删除。</p>
<h3>附则</h3>
<p>对免责声明的解释、修改及更新权均属于<?php echo app()->name;?>所有。</p>
